Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-omr-dscp/po/*/omr-dscp.po
Languages: de, oc, zh_hans

source: CS0 - Normal/Best Effort
oc: CS0 - Esfòrç normal / optimal
zh_hans: CS0 - 正常/尽量

source: CS1 - Low priority
de: CS - Niedrige Priorität
oc: CS1 - Prioritat febla
zh_hans: CS1 - 低优先级

source: CS2 - High priority
de: CS2 - Hohe Priorität
oc: CS2 - Prioritat nauta
zh_hans: CS2 - 高优先级

source: CS4 - Real-Time Interactive
zh_hans: CS4 - 实时交互

source: CS5 - Broadcast Video
zh_hans: CS5 - 视频广播

source: CS5 - Broadcast video
zh_hans: CS5 - 视频广播

source: CS6 - Network routing
de: CS6 - Netzwerk-Transportschicht
oc: CS6 - Partiment ret
zh_hans: CS6-网络路由

source: CS7 - Latency sensitive
zh_hans: CS7 - 时延敏感

source: Class
de: Klasse
oc: Classa
zh_hans: 类

source: Classification Rules
de: Klassifizierungs-Regeln
oc: Règlas de classificacion
zh_hans: 分类规则

source: Comment
de: Kommentar
oc: Comentari
zh_hans: 注释

source: DSCP Domains
oc: DSCP Domenis
zh_hans: DSCP域

source: DSCP by domain
de: DSCP pro Domain
oc: DSCP per domeni
zh_hans: DSCP按域名

source: Destination host
de: Ziel-Hostsystem
oc: Òste de destinacion
zh_hans: 目标主机

source: Destination ports
de: Ziel-Port
oc: Pòrts de destinacion
zh_hans: 目的端口

source: Differentiated services
de: Differenzierte Dienste
oc: Servicis diferenciats
zh_hans: 差异化服务

source: Direction
de: Richtung
oc: Direccion
zh_hans: 目的

source: Domain
oc: Domeni
zh_hans: 域

source: Domains
oc: Domenis
zh_hans: 域名

source: EF - Voice
de: EF - Sprachübertragung
oc: EF - Votz
zh_hans: EF-语音

source: EF Voice
de: EF Sprachübertragung
oc: EF - Votz
zh_hans: EF 语音

source: Grant UCI access for luci-app-dscp
zh_hans: 授予luci-app-dscp UCI访问权限

source: Protocol
de: Protokoll
oc: Protocòl
zh_hans: 协议

source: Set DSCP by domains.
de: DSCP domainspezifizisch einstellen
oc: Configurar DSCP per domeni.
zh_hans: 按域设置DSCP.

source: Source host
de: Quell-Hostsystem
oc: Òste font
zh_hans: 源主机

source: Source ports
de: Quell-Ports
oc: Pòrts fonts
zh_hans: 源端口

source: Traffic may be classified by many different parameters, such as source address, destination address or traffic type and assigned to a specific traffic class.
de: Nutzdaten können nach verschiedenen Kriterien klassifiziert werden. Z.B. nach Quell- oder Zieladresse, nach Daten-Typ oder speziell zugeordneter Verkehrsklasse.
oc: Lo trafic pòt èsser classat segon mantuns paramètres diferents, coma l’adreça font, l’adreça de destinacion o lo tipe de trafic e atribuit a una classa de trafic especifica.
zh_hans: 可以通过许多不同的参数（例如源地址，目标地址或流量类型）对流量进行分类，并将其分配给特定的流量类别.

source: all
de: alle
oc: totes
zh_hans: 所有

source: both
de: beide
oc: Los dos
zh_hans: 都

source: download
de: Downstream
oc: Telecargament
zh_hans: 下载

source: upload
de: Upstream
oc: Mandadís
zh_hans: 上传

source: CS4 - Streaming video
oc: CS4 - Difusion vidèo

source: CS3 - SIP
de: CS3 - SIP/VoIP
