Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-omr-quota/po/*/omr-quota.po
Languages: de, zh_hans

source: Add
de: Hinzufügen
zh_hans: 添加

source: Enable
de: Aktivieren
zh_hans: 启用

source: Grant UCI access for luci-app-omr-quota
zh_hans: 授予luci-app-omr-quota UCI访问权限

source: Interfaces
de: Anschlüsse
zh_hans: 接口

source: Interval between check (s)
de: Abstand zwischen den Überfprüfungen (in Sekunden)
zh_hans: 两次检查间隔 (秒)

source: Invalid
de: Ungültig
zh_hans: 无效的

source: Monthly Quota
de: Monatliches Maximalvolumen
zh_hans: 每月配额

source: Quota
zh_hans: 配额

source: RX quota (kbit)
de: Empfangsvolumen-Grenze (in kBytes)
zh_hans: 接收配额 (kbit)

source: Set monthly quota, when quota is reached interface state is set to down
de: Das monatliche maximale Übertragungsvolumen bei dessen Erreichen der Anschluss nicht weiter genutzt wird.
zh_hans: 设置每月配额，达到配额后将接口状态设置为关闭

source: TX quota (kbit)
de: Sendevolumen-Grenze (in kBytes)
zh_hans: 发送配额 (kbit)

source: TX+RX quota (kbit)
de: Gesamtvolumen-Grenze (Rx+Tx in kBytes)
zh_hans: 发送+接收配额 (kbit)
