Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-glorytun/po/*/glorytun.po
Languages: de, oc

source: Add
de: Hinzufügen
oc: Ajustar

source: Below is a list of configured Glorytun instances and their current state
de: Nachfolgend eine Liste der konfigurierten Glorytun-Instanzen und ihre aktuelle Status.
oc: Çai-jos una lista de las instàncias Glorytun configuradas e lor estat actual

source: Bind address
de: Bindungsadresse
oc: Adreça mapada

source: Bind backup
de: Alternative Bindungsadresse
oc: Associar la salvagarda

source: Bind port
de: Verbindungs-Port
oc: Pòrt de connexion

source: Enable
de: Aktivieren
oc: Activat

source: Enabled
de: Aktiv
oc: Activat

source: Glorytun instances
de: Glorytun-Instanzen
oc: Instàncias Glorytun

source: Instance "%s"
de: Instanz '%s'
oc: Instància « %s »

source: Interface
de: Schnittstelle
oc: Interfàcia

source: Interface name
de: Name der Verbindung
oc: Nom de l’interfàcia

source: Invalid
de: Ungültig

source: Local tunnel ip address
de: IP-Adresse des lokalen Tunnels
oc: Adreça IP locala del tunèl

source: MTU auto
de: automatische MTU

source: Overview
de: Übersicht
oc: Apercebut

source: Protocol
de: Protokoll
oc: Protocòl

source: Remote host name or ip address
de: FQDN oder IP-Adresse der Gegenstelle
oc: Nom de l’òste alonhat o adreça IP

source: Remote tunnel ip address
de: Tunnel-IP-Adresse der Gegenstelle
oc: Adreça IP alonhada del tunèl

source: Server mode
de: Server-Modus
oc: Mòde servidor

source: Started
de: gestartet
oc: Aviat

source: TCP port # for both local and remote
de: TCP-Port Nummer lokal und gegenüber
oc: Pòrt TCP local e alonhat

source: The secret key
de: geheimer Schlüssel
oc: La clau secrèta

source: Use ChaCha20 stream cipher
de: Stromverschlüsselung 'ChaCha20' nutzen
oc: Utilizar lo chiframent ChaCha20

source: no
de: nein
oc: non

source: yes (%i)
de: ja (%i)
oc: òc (%i)

source: Port
oc: Pòrt

source: Start/Stop
oc: Aviar/Arrestar
