Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-mptcp/po/*/mptcp.po
Languages: de, ru

source: (%d minute window, %d second interval)
de: (Fenster von %d Minuten, %d Sekunden Intervall)
ru: (% d минутное окно,% d секундный интервал)

source: (%d minutes window, %d seconds interval)
de: (Fenster %d Minunten, %d Sekunden Intervall)
ru: (% d минутное окно,% d секундный интервал)

source: Average:
de: Durchschnitt:
ru: Среднее:

source: Bandwidth
de: Bandbreite
ru: Пропускная способность

source: Check if MPTCP between interface and server is working.
de: Prüfung auf transparenten Transport von MPTCP-Paketen zwischen Anschluss und Server.
ru: Проверьте, работает ли MPTCP между интерфейсом и сервером.

source: Congestion Control
de: Überlauf-Steuerung
ru: Контроль перегрузки

source: Consecutive segments that should be sent for round robin
ru: Последовательные сегменты, которые следует отправлять для round-robin

source: Current:
de: derzeit:
ru: Текущая:

source: Default is cubic
ru: По умолчанию кубический

source: Default is fullmesh
ru: По умолчанию - fullmesh

source: Download:
de: Downstream:
ru: Загрузка:

source: Error
de: Fehler
ru: Ошибка

source: Established connections
de: aufgebaute Verbindungen
ru: Установленные соединения

source: Fill the congestion window on all subflows for round robin
ru: Заполнение окна перегрузки для всех подпотоков для round-robin

source: Fullmesh subflows for each pair of IP addresses
de: Datenströme im vollvermaschter Betrieb für die jeweiligen Gegegenstellen-Paare
ru: Подпотоки Fullmesh для каждой пары IP-адресов

source: Grant UCI access for luci-app-mptcp
ru: Предоставить доступ UCI для luci-app-mptcp

source: If you get "TCPOptionMPTCPCapable [...] Sender's Key" at the end, then MPTCP is supported. If there is a "-TCPOptionMPTCPCapable", then it's blocked.
ru: Если в конце вы получите «TCPOptionMPTCPCapable [...] Sender's Key», то MPTCP поддерживается. Если "-TCPOptionMPTCPCapable", то MPTCP заблокирован.

source: Inbound:
de: Ankommend:
ru: Входящий:

source: Interface
de: Schnittstelle
ru: Интерфейс

source: Interfaces Settings
de: Anschluss-Einstellungen
ru: Настройки интерфейсов

source: Loading
de: Wird geladen
ru: Загрузка

source: MPTCP Support Check
de: Prüfung auf Transparenz für MPTCP
ru: Проверка поддержки MPTCP

source: MPTCP monitoring
ru: Мониторинг MPTCP

source: Multipath Debug
de: Mehrfachausbreitungspfad-Analyse
ru: Многоуровневая отладка

source: Multipath TCP
ru: Многопоточный TCP

source: Multipath TCP SYN retries
de: Multipath TCP SYN Wiederholungen
ru: Попытки многопоточной TCP SYN

source: Multipath TCP checksum
de: Multipath TCP Prüfummen
ru: Контрольная сумма многопоточного TCP

source: Multipath TCP path-manager
de: Multipath TCP Pfadkontrolle
ru: Многопоточный TCP менеджер

source: Multipath TCP scheduler
de: Multpath TCP Priorisierungskontrolle
ru: Планировщик многопоточного TCP

source: Networks MPTCP settings. Visit <a href='http://multipath-tcp.org/pmwiki.php/Users/ConfigureMPTCP'>http://multipath-tcp.org/pmwiki.php/Users/ConfigureMPTCP</a> for help.
de: Netzwerk-MPTCP Einstellungen. Dokumentation auf <a href='http://multipath-tcp.org/pmwiki.php/Users/ConfigureMPTCP'>http://multipath-tcp.org/pmwiki.php/Users/ConfigureMPTCP</a> (english).
ru: Настройки сети MPTCP. Посетите <a href='http://multipath-tcp.org/pmwiki.php/Users/ConfigureMPTCP'>http://multipath-tcp.org/pmwiki.php/Users/ConfigureMPTCP</a> для справки.

source: One interface must be set as master
de: Ein Anschluss muss als 'primär' defininiert werden.
ru: Один интерфейс должен быть установлен как главный

source: Outbound:
de: Abgehend:
ru: Отправка:

source: Peak:
de: Spitze:
ru: Пиковое значение:

source: Re-create fullmesh subflows after a timeout
de: Wiederverbindungs-Wartezeit der Vollvermaschungs-Verbindungen
ru: Повторно создать подпотоки fullmesh после тайм-аута

source: Realtime Traffic
de: Echtzeit-Daten
ru: Трафик в реальном времени

source: Settings
de: Einstellungen
ru: Настройки

source: Test
ru: Тест

source: Upload:
de: Upstream:
ru: Отправка:

source: Waiting for command to complete...
de: Warte auf Abschluss der Aufgaben
ru: Ожидание завершения команды...

source: backup
de: Sicherung
ru: Резервирование

source: default
de: Voreinstellung
ru: По умолчанию

source: disable
de: ausschalten
ru: отключить

source: disabled
de: aus
ru: отключить

source: enable
de: anschalten
ru: включить

source: enabled
de: an
ru: Установлено

source: master
de: primär
ru: мастер

source: ndiffports subflows number
de: ndiff-Ports Verbindungs-Nummer
ru: количество подпотоков ndiffports

source: MB/s
de: MByte/s

source: MPTCP Fullmesh
de: MPTCP Vollvermaschung

source: Netlink
de: Netlink-Layer

source: kB/s
de: kBytes/s
