Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-sysupgrade/po/*/sysupgrade.po
Languages: fr, ru, zh_hans

source: Check "Keep settings" to retain the current configuration.
fr: Cochez "Conserver les paramètres" pour conserver la configuration actuelle.
ru: Поставьте "Сохранить настройки", чтобы сохранить текущую конфигурацию.
zh_hans: 勾选保持当前配置。

source: Downloading firmware to web browser memory
fr: Téléchargement du micrologiciel dans la mémoire du navigateur Web
ru: Загружаем ПО в память вашего браузера
zh_hans: 下载固件到网页浏览器内存

source: Easily search and install new releases and package upgrades.
fr: Recherchez et installez facilement les nouvelles versions et les mises à niveau des paquets.
ru: Легко ищите и устанавливайте новые версии ПО и обновления пакетов.
zh_hans: 轻松搜索和安装新版本升级固件包。

source: Edit installed packages
fr: Modifier les packages installés
ru: Редактировать список установленных пакетов
zh_hans: 编辑安装包

source: Flashing firmware. Don't unpower device
fr: Mise à jour du micrologiciel. Ne débranchez pas l'appareil
ru: Обновляем ПО маршрутизатора. Не выключайте питание вашего устройства
zh_hans: 设备升级中。请不要断开电源

source: Installed version:
fr: Version installée :
ru: Установленная версия:
zh_hans: 安装的版本:

source: Keep settings:
fr: Conserver les paramètres :
ru: Сохранить настройки:
zh_hans: 保持设置:

source: No upgrades available
fr: Pas de mise à jour disponible
ru: Обновления не найдены
zh_hans: 没有升级

source: Rebooting device - please wait!
fr: Redémarrage de l'appareil - veuillez patienter !
ru: Перезагружаем роутер, пожалуйста подождите!
zh_hans: 正在重启设备-请稍候!

source: Request firmware
fr: Demander le micrologiciel
ru: Загрузить ПО
zh_hans: 请求固件

source: Search for upgrades
fr: Rechercher des mises à jour
ru: Поиск обновлений
zh_hans: 搜索升级

source: Searching for upgrades
fr: Recherche des mises à jour
ru: Поиск обновлений
zh_hans: 搜索升级

source: Server:
fr: Serveur :
ru: Сервер:
zh_hans: 服务器:

source: Success! Please reload web interface
fr: Succès ! Veuillez recharger l'interface Web
ru: Успешно! Пожалуйста обновите страницу
zh_hans: 成功!请重新加载web界面

source: Sysupgrade
fr: Mise à jour système
zh_hans: 系统升级

source: Upload of firmware failed, please retry by reloading web interface
fr: Le téléchargement du micrologiciel a échoué, veuillez réessayer en rechargeant l'interface Web
ru: Ошибка при загрузке обновлений ПО. Для продолжения, пожалуйста обновите страницу
zh_hans: 轻松搜索和安装新版本的系统进行升级

source: Uploading firmware to device
fr: Téléchargement du micrologiciel sur l'appareil
ru: Загружаем обновления ПО в память роутера
zh_hans: 上传固件到设备

source: Web interface could not reconnect to your device. Please reload web interface or check device manually
fr: L'interface Web n'a pas pu se reconnecter à votre appareil. Recharger l'interface
ru: Проблема при подключении к роутеру. Пожалуйста обновите страницу
zh_hans: 网络界面无法重新连接到您的设备。请重新加载web界面或手动检查设备

source: sysupgrade via rpcd and luci
fr: Mise à jour système via rpcd et luci
ru: sysupgrade с использованием RPCd и LUCI
zh_hans: 通过RPCD和luci进行升级
