Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-omr-bypass/po/*/omr-bypass.po
Languages: de, fr, ru, zh_hans

source: Domain
fr: Domaine
ru: Домен
zh_hans: 域

source: Domains
fr: Domaines
ru: Домены
zh_hans: 域名

source: Enabled
fr: Activer
ru: Установлено
zh_hans: 启用

source: Grant access to ndpi resources
fr: Accorder l'accès aux ressources ndpi
ru: Полный доступ к ресурсам ndpi
zh_hans: 授予对ndpi资源的访问权限

source: IP Address
de: IP Adresse
fr: Adresse IP
ru: IP-адрес
zh_hans: IP地址

source: IPs and Networks
de: IPs und Netzwerke
fr: IPs et réseaux
ru: IP-адреса и сети
zh_hans: IP和网络

source: Interface
de: Schnittstelle
ru: Интерфейс
zh_hans: 接口

source: MAC-Address
fr: Adresse MAC
ru: MAC-адрес
zh_hans: MAC地址

source: Note
de: Bemerkung
ru: Примечание
zh_hans: 请注意

source: OMR-Bypass
de: OMR-Ausnahmeregel
ru: OMR байпас
zh_hans: 绕过聚合路由

source: OpenMPTCProuter IP must be used as DNS.
fr: L'IP d'OpenMPTCProuter doit être utilisée comme DNS.
ru: IP OpenMPTCProuter должен использоваться в качестве DNS.
zh_hans: OpenMPTCProuter IP必须作为DNS。

source: Ports destination
de: Ziel-Port
fr: Ports de destination
ru: Порты назначения
zh_hans: 目的端口

source: Ports source
ru: Порты источника
zh_hans: 源端口

source: Protocol/Service
de: Protokoll/Dienst
fr: Protocole/Service
ru: Протокол / Сервис
zh_hans: 协议/服务

source: Protocols and services
de: Protokolle und Dienste
fr: Protocoles et services
ru: Протоколы и сервисы
zh_hans: 协议和服务

source: Source lan IP address or network
de: LAN-IP oder CIDR-Netzwerk der Quelleadresse
fr: Adresse IP source ou réseau
ru: Исходный IP-адрес LAN или сеть
zh_hans: 源局域网IP地址或网络

source: When none selected, MPTCP master interface is used (or an other interface if master is down).
fr: Lorsqu'aucune interface est sélectionnée, l'interface maître MPTCP est utilisée (ou une autre interface si le maître est arrêté).
ru: Если ничего не выбрано, используется главный интерфейс MPTCP (или другой интерфейс, если мастер не работает).
zh_hans: 当未选中时，使用MPTCP主接口(如果主接口下线，则使用其他接口)。

source: When none selected, MPTCP master interface is used.
fr: Lorsqu'aucune interface est sélectionnée, l'interface maître MPTCP est utilisée.
ru: Если ничего не выбрано, используется главный интерфейс MPTCP.
zh_hans: 当不选中时，使用MPTCP主接口。

source: port
ru: Порт
zh_hans: 端口

source: protocol
fr: protocole
ru: протокол
zh_hans: 协议

source: source MAC-Address
fr: Adresse MAC source
ru: MAC-адрес источника
zh_hans: 源MAC地址

source: <abbr title="Media Access Control">MAC</abbr>-Address
de: <abbr title="Media Access Control">MAC</abbr>-Addresse

source: ALL
de: ALLE

source: Bypass
de: Ausnahmeregel

source: Default
de: Voreinstellung

source: Here you can bypass ShadowSocks and VPN. If you set Interface to Default this use any working interface.
de: Her können Ausnahmen für ShadowSocks und VPN eingetragen werden. Wird als Schnittstelle 'Voreinstellung' gewählt, wird eine beliebige gerade funktionsfähige gewählt (Load Balancing).

source: Protocol
de: Protokoll

source: Source MAC-Address
de: Quell-MAC-Adresse
