Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-sqm-autorate/po/*/sqm.po
Languages: fr

source: Advanced option string to pass to the egress queueing disciplines; no error checking, use very carefully.
fr: Chaîne d'options avancées pour passer aux disciplines de file d'attente de sortie ; pas de vérification d'erreur, à utiliser avec précaution.

source: Advanced option string to pass to the ingress queueing disciplines; no error checking, use very carefully.
fr: Chaîne d'options avancées à passer aux disciplines de file d'attente d'entrée ; pas de vérification d'erreur, à utiliser avec beaucoup de précaution.

source: Basic Settings
fr: Paramètres de base

source: Create log file for this SQM instance under /var/run/sqm/${Interface_name}.[start|stop]-sqm.log.
fr: Créer un fichier journal pour cette instance SQM sous /var/run/sqm/${nom_interface}. [start|stop]-sqm.log.

source: Download speed (kbit/s) (ingress) set to 0 to selectively disable ingress shaping:
fr: Vitesse de téléchargement (kbit/s) (ingress) réglée sur 0 pour désactiver sélectivement la mise en forme de l'ingress :

source: Enable this SQM instance.
fr: Activez cette instance SQM.

source: Explicit congestion notification (ECN) status on inbound packets (ingress):
fr: Statut de notification de congestion (ECN) sur les paquets entrants (ingress) :

source: Explicit congestion notification (ECN) status on outbound packets (egress).
fr: Statut de notification de congestion (ECN) sur les paquets sortant (egress).

source: Grant UCI access for luci-app-sqm
fr: Autoriser l'accès UCI pour luci-app-sqm

source: Hard limit on egress queues; leave empty for default.
fr: Limite des files d'attente pour la sortie ; laisser vide par défaut.

source: Hard limit on ingress queues; leave empty for default.
fr: Limite des files d'attente entrée ; laisser vide par défaut.

source: Ignore DSCP on ingress:
fr: Ignoré DSCP à l'entrée :

source: Interface name
fr: Nom de l’interface

source: Latency target for egress, e.g. 5ms [units: s, ms, or us]; leave empty for automatic selection, put in the word default for the qdisc's default.
fr: Cible de latence pour la sortie, par exemple 5ms [unités : s, ms ou us] ; laisser vide pour la sélection automatique, mettre Default pour la valeur par défaut du qdisc.

source: Latency target for ingress, e.g 5ms [units: s, ms, or us]; leave empty for automatic selection, put in the word default for the qdisc's default.
fr: Cible de latence d'entrée, par exemple 5ms [unités : s, ms ou us] ; laisser vide pour la sélection automatique, mettre default pour la valeur par défaut du qdisc.

source: Link Layer Adaptation
fr: Adaptation de liaison

source: Maximal Size for size and rate calculations, tcMTU (byte); needs to be >= interface MTU + overhead:
fr: Taille maximale pour les calculs de taille et de taux, tcMTU (byte) ; doit être >= interface MTU + overhead :

source: Minimal packet size, MPU (byte); needs to be > 0 for ethernet size tables:
fr: Taille minimale des paquets, MPU (byte) ; doit être > 0 pour les tailes de tables ethernet :

source: Number of entries in size/rate tables, TSIZE; for ATM choose TSIZE = (tcMTU + 1) / 16:
fr: Nombre d'entrées de taille/debit tables, TSIZE ; for ATM choose TSIZE = (tcMTU + 1) / 16 :

source: Per Packet Overhead (byte):
fr: Overhead par Packet(byte) :

source: Queue setup script
fr: Script de file d'attente

source: Queuing disciplines useable on this system. After installing a new qdisc, you need to restart the router to see updates!
fr: Les disciplines de file d'attente sur ce système. Après avoir installé un nouveau qdisc, vous devez redémarrer le routeur pour voir les mises à jour !

source: Show Advanced Linklayer Options, (only needed if MTU > 1500). Advanced options will only be used as long as this box is checked.
fr: Afficher les options avancées du Linklayer, (uniquement nécessaire si MTU > 1500). Les options avancées ne seront utilisées que si cette case est cochée.

source: Show and Use Advanced Configuration. Advanced options will only be used as long as this box is checked.
fr: Afficher et utiliser la configuration avancée. Les options avancées ne seront utilisées que tant que cette case sera cochée.

source: Show and Use Dangerous Configuration. Dangerous options will only be used as long as this box is checked.
fr: Afficher et utiliser une configuration dangereuse. Les options dangereuses ne seront utilisées que si cette case est cochée.

source: Smart Queue Management
fr: Management File d'attente

source: Squash DSCP on inbound packets (ingress):
fr: Écraser le DSCP sur les paquets entrants (ingress) :

source: The SQM GUI has just enabled the sqm initscript on your behalf. Remember to disable the sqm initscript manually under System Startup menu in case this change was not wished for.
fr: L'interface graphique SQM vient d'activer l'initscript sqm en votre nom. N'oubliez pas de désactiver manuellement le sqm initscript dans le menu de démarrage du système au cas où ce changement ne serait pas souhaité.

source: Upload speed (kbit/s) (egress) set to 0 to selectively disable egress shaping:
fr: Vitesse de chargement (kbit/s) (sortie) Mettre sur 0 pour désactiver :

source: Verbosity of SQM's output into the system log.
fr: Verbosité de la sortie de SQM dans le journal du système.

source: Which link layer to account for:
fr: Quelle couche liaison à prendre en compte :

source: Which linklayer adaptation mechanism to use; for testing only
fr: Mécanisme d'adaptation de la couche de liaison ; pour essai uniquement

source: With <abbr title="Smart Queue Management">SQM</abbr> you can enable traffic shaping, better mixing (Fair Queueing), active queue length management (AQM) and prioritisation on one network interface.
fr: Avec <abbr title="Smart Queue Management">SQM</abbr> vous pouvez permettre la régulation du trafic, un meilleur mélange (Fair Queueing), la gestion active de la longueur des files d'attente (AQM) et la priorisation sur une seule interface réseau.

source: default
fr: Par défaut
