Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-omr-tracker/po/*/omr-tracker.po
Languages: fr

source: Add
fr: Ajouter

source: Always ping gateway, then test connection by ping, httping or dns. None mode only ping gateway.
fr: Ping toujours la passerelle, puis teste la connexion par ping, httping ou DNS. Le mode "none" ping uniquement la passerelle.

source: Check if connection work with http by sending a request to server
fr: Vérifiez si la connexion fonctionne avec http en envoyant une demande au serveur

source: Defaults Settings
fr: Paramètres par défaut

source: Detect if Proxy is down and stop traffic redirection over it.
fr: Détectez si le proxy est en panne et arrêtez la redirection du trafic dessus.

source: Detect if Server is down and use defined backup server in this case.
fr: Détectez si le serveur est en panne et utilisez le serveur de sauvegarde défini dans ce cas.

source: Enable
fr: Activer

source: Grant UCI access for luci-app-omr-tracker
fr: Accorder l'accès UCI pour luci-app-tracker

source: Hosts
fr: Hôtes

source: Hosts IPv6
fr: Hôtes IPv6

source: IPs or domains must be available over http
fr: Les adresses IP ou les domaines doivent être disponibles via http

source: Invalid
fr: Invalide

source: Mail alert
fr: Alerte mail

source: Must be IPs and not domains
fr: Doit être des adresses IP et non des domaines

source: OMR-Tracker create needed routes and detect when a connection is down or up
fr: OMR-Tracker crée les routes nécessaires et détecte lorsqu'une connexion est en panne

source: Proxy tracker Settings
fr: Paramètres de suivi du proxy

source: Restart if down
fr: Redémarrer si en panne

source: Restart interface if detected as down
fr: Redémarrez l'interface si elle est détectée comme étant en panne

source: Retry interval (s)
fr: Intervalle entre les essais (s)

source: Send a mail when connection state change
fr: Envoyer un e-mail lorsque l'état de la connexion change

source: Send a mail when connection status change. You need to configure e-mail settings <a href="/cgi-bin/luci/admin/services/mail">here</a>.
fr: Envoyer un mail lorsque l'état de la connexion change. Vous devez configurer les paramètres e-mail <a href="/cgi-bin/luci/admin/services/mail">ici</a>.

source: Server http test
fr: Test http du serveur

source: Server tracker Settings
fr: Paramètres de suivi du serveur

source: Timeout (s)
fr: Délais d'attente (s)

source: Tries
fr: Essais

source: Wait after a failed test (s)
fr: Attendre après un test échoué (s)

source: When tracker is disabled, connection failover is also disabled
fr: Lorsque le tracker est désactivé, le basculement de connexion est également désactivé

source: When tracker is disabled, server failover is also disabled
fr: Lorsque le tracker est désactivé, le basculement du serveur est également désactivé
