Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-openmptcprouter/po/*/openmptcprouter.po
Languages: fr, it

source: Set value between 80-95% of max upload speed link. 0 to disable SQM/QoS.
fr: Réglez une valeur entre 80-95% de la vitesse d'envoi maximale. 0 pour désactiver SQM/QoS.
it: Impostare un valore compreso tra l'80 e il 95% della velocità massima di caricamento del collegamento.

source: Settings Wizard
fr: Assistant de configuration
it: Configurazione guidata

source: ShadowSocks is not running
fr: ShadowSocks n'est pas lancé
it: ShadowSocks non è in esecuzione

source: ShadowSocks is used for TCP.
fr: ShadowSocks est utilisé pour le TCP.
it: ShadowSocks viene utilizzato per TCP.

source: ShadowSocks key
fr: Clef de ShadowSocks
it: Chiave ShadowSocks

source: Show advanced settings
fr: Afficher les paramètres avancés

source: Show all settings
fr: Voir tous les paramètres
it: Mostra tutte le impostazioni

source: Static address
fr: Adresse statique
it: Indirizzo statico

source: Status
fr: État
it: Stato proprietà

source: Systems settings
fr: Paramètres systèmes
it: Impostazioni di sistema

source: The length of time an orphaned (no longer referenced by any application) connection will remain in the FIN_WAIT_2 state before it is aborted at the local end.
fr: La durée pendant laquelle une connexion orpheline (qui n&#39;est plus référencée par aucune application) restera dans l'état FIN_WAIT_2 avant d&#39;être abandonnée à l&#39;extrémité locale.
it: Il periodo di tempo in cui una connessione orfana (non più referenziata da alcuna applicazione) rimarrà nello stato FIN_WAIT_2 prima che venga interrotta all&#39;estremità locale.

source: There is no Advanced Encryption Standard (AES) instruction set integrated in the processor, you should use chacha20.
fr: Les instructions AES ne sont pas intégrées au processeur, vous devriez utiliser chacha20.
it: Non esiste un set di istruzioni Advanced Encryption Standard (AES) integrato nel processore, dovresti usare chacha20.

source: This value influences the time, after which TCP decides, that something is wrong due to unacknowledged RTO retransmissions, and reports this suspicion to the network layer.
fr: Cette valeur influence le temps, après lequel TCP décide, que quelque chose ne va pas en raison de retransmissions RTO non acquittées, et signale cette suspicion à la couche réseau.
it: Questo valore influenza il tempo, trascorso il quale TCP decide, che qualcosa non va a causa di ritrasmissioni RTO non riconosciute e segnala questo sospetto al livello di rete.

source: This value influences the timeout of an alive TCP connection, when RTO retransmissions remain unacknowledged.
fr: Cette valeur influence le délai d'expiration d'une connexion TCP active, lorsque les retransmissions RTO ne sont pas acquittées.
it: Questo valore influenza il timeout di una connessione TCP attiva, quando le ritrasmissioni RTO rimangono non riconosciute.

source: Timeout for VPS checks on status pages
fr: Délai d’expiration pour les vérifications VPS sur la page d’état

source: Timeout for retrieving WANs IP on status pages
fr: Délai d’expiration pour la récupération de l’adresse IP des WANs sur la pages d’état

source: Total traffic:
fr: Trafic total :
it: Traffico globale:

source: UBOND can replace Glorytun with connections with same latency
fr: UBOND peut remplacer Glorytun par des connexions avec la même latence
it: UBOND può sostituire Glorytun con connessioni con la stessa latenza

source: UBOND password
fr: Mot de passe UBOND
it: Password UBOND

source: Update
fr: Mis à jour
it: Aggiorna

source: Update remotly servers to latest version and reboot them.
fr: Met à jour le serveur à la dernière version quand c'est nécessaire.
it: Aggiorna i server remoti all'ultima versione e riavviali.

source: Update server
fr: Mise à jour du serveur
it: Aggiorna server

source: Upload speed (Kb/s)
fr: Vitesse d'envoi (Kb/s)
it: Velocità di caricamento (Kb / s)

source: Uptime:
fr: Durée de fonctionnement :
it: Tempo di funzionamento:

source: Used by Glorytun UDP and SQM/QoS if enabled. 0 to use default value.
fr: Utilisé par Glorytun UDP et SQM/QoS si activé. 0 pour utiliser la valeur par défaut.
it: Utilizzato da Glorytun UDP e SQM / QoS se abilitato. 0 per usare i valori predefiniti.

source: V2Ray is not running
fr: V2Ray n'est pas lancé
it: V2Ray non è in esecuzione

source: V2Ray is used for TCP and UDP.
fr: V2Ray est utilisé pour TCP et UDP.
it: V2Ray è utilizzato per TCP e UDP.

source: V2Ray user
fr: Utilisateur V2Ray
it: Utente V2Ray

source: V2Ray user id
fr: ID utilisateur V2Ray
it: ID utente V2Ray

source: VPN is not running
fr: Le VPN n'est pas lancé
it: VPN non è in esecuzione

source: VPN settings
fr: Paramètres du VPN
it: Impostazioni VPN

source: VPN traffic:
fr: Trafic VPN :
it: Traffico VPN:

source: VPN tunnel DOWN
fr: Le VPN ne répond pas
it: Tunnel VPN non stabilito

source: VPS checks timeout
fr: Délai d’expiration des contrôles VPS

source: WAN IPs retrieve timeout
fr: Délai d'expiration pour la récupération des IPs WANs

source: Wan IP and gateway are identical
fr: La passerelle et l'adresse IP du WAN sont identiques
it: IP Wan e gateway sono identici

source: When enable check are done on external sites to get each WAN IP and the IP used to go outside.
fr: Utilise des sites externes pour obtenir les IPs externes quand activé.
it: Quando si abilita il controllo viene eseguito su siti esterni per ottenere ogni IP WAN e l&#39;IP utilizzato per uscire.

source: When proxy V2Ray is used, use it for UDP
fr: Lorsque le proxy V2Ray est utilisé, l'utiliser pour UDP

source: When proxy shadowsocks is used, use it for UDP if VPN down
fr: Lorsque le proxy shadowsocks est utilisé, utilisez-le pour UDP si VPN en panne

source: Wizard
fr: Assistant
it: Procedura guidata

source: World
fr: Monde

source: You
fr: Vous
it: Ti

source: You can enable MPTCP over VPN if your provider filter Multipath TCP.
fr: Vous pouvez utiliser MTPCP over VPN si votre fournisseur filtre Multipath TCP.
it: Puoi abilitare MPTCP su VPN se il tuo provider filtra Multipath TCP.

source: You can force a TTL. Some LTE provider detect tethering by inpecting packet TTL value, setting it to 65 often solve the issue.
fr: Vous pouvez forcer un TTL. Certains fournisseur détecte le partage de connexion en inspectant la valeur TTL des paquets, une valeur de 65 règle souvent le souci.

source: You can use DHCP if you have multiple real ethernet ports.
fr: Vous pouvez utiliser DHCP si vous avez plusieurs ports Ethernet physique.
it: Puoi usare DHCP se hai più porte ethernet reali.

source: You can use DHCP if you have multiple real ethernet ports. Select other if you want to use another protocol available in Network Interfaces page.
fr: Vous pouvez utiliser DHCP si vous avez plusieurs ports réseau physique. Choisissez autre si vous utilisez un autre protocole dans la page Réseau Interfaces.
it: Puoi usare DHCP se hai una WAN per ogni interfaccia.

source: You can use a public IPv6 prefix only if you set only one server.
fr: Vous ne pouvez utiliser un préfixe IPv6 public que si vous ne définissez qu'un seul serveur.
it: È possibile utilizzare un prefisso IPv6 pubblico solo se si imposta un solo server.

source: You must disable DHCP on your modems and set IP in different networks.
fr: Vous devez désactiver DHCP sur vos modems et configurer leurs IP dans des réseaux différents.
it: È necessario disabilitare il DHCP sui modem e impostare l&#39;IP in reti diverse.

source: You should disable IPv6 here if server doesn't provide IPv6.
fr: Vous devriez désactiver IPv6 ici si le serveur ne supporte pas IPv6.
it: Dovresti disabilitare IPv6 qui se il server non fornisce IPv6.

source: You shouldn't do that and you should redirect only needed ports
fr: Vous ne devriez pas faire cela et vous ne devriez rediriger que les ports nécessaires

source: Your IP was not leased by this router
fr: Votre IP n'a pas été attribuée par ce routeur
it: Il tuo IP non è stato affittato da questo router

source: address:
fr: adresse :
it: Indirizzo:

source: empty key
fr: clef vide
it: chiave vuota

source: ip address:
fr: adresse ip :
it: Indirizzo IP:

source: ipv6 address:
fr: adresse ipv6 :

source: latency:
fr: latence :
it: latenza:

source: operator:
fr: opérateur :
it: operatore:

source: other
fr: autre
it: Altro

source: phone number:
fr: Numéro de téléphone :
it: numero di telefono:

source: range:
fr: plage :
it: intervallo:

source: state:
fr: État :
it: stato:

source: traffic control:
fr: Contrôle du trafic :
it: controllo del traffico:

source: wan address:
fr: adresse WAN :
it: indirizzo wan:

source: wan ipv6 address:
fr: adresse WAN IPv6 :

source: Master
it: Principale

source: Normal
it: Normale

source: Type
it: Tipo

source: Version
it: Versione

source: You should disable SQM for LTE or any interfaces with variable speed.
it: È necessario disabilitare SQM per LTE o qualsiasi interfaccia con velocità variabile.

source: Disable HTTP test on Server API in status page
it: Disabilitare il test HTTP sulle API Server nella pagina di stato
