Repository: Ysurac/openmptcprouter-feeds
Catalog: luci-app-openmptcprouter/po/*/openmptcprouter.po
Languages: fr, it

source: A Dead Simple VPN is a TCP VPN that can replace Glorytun TCP
fr: Dead Simple VPN est un VPN exploitant le protocole TCP qui peut remplacer Glorytun TCP
it: Una Dead Simple VPN è una VPN TCP che può sostituire Glorytun TCP

source: A Dead Simple VPN key
fr: Clef Dead Simple VPN
it: Chiave Dead Simple VPN

source: A second server's IP can be set for dual IPv4/IPv6 server if WAN IPv6 are set
fr: Si une connexion WAN a une connectivité IPv6, une seconde adresse IP peut être définie pour les VPS fonctionnant à la fois avec IPv4 et IPv6.
it: Può essere impostato un secondo IP per il doppio server IPv4/IPv6 se è stato impostato il server WAN IPv6

source: API username to retrieve personnalized settings from the server.
fr: Nom d'utilisateur pour récupérer la configuration personnalisée depuis le serveur.
it: Nome utente API per recuperare le impostazioni personalizzate dal server.

source: Accept IPv6 RA
fr: Accepter IPv6 RA
it: Accetta IPv6 RA

source: Add a new server
fr: Ajouter un serveur
it: Aggiungi un nuovo server

source: Add an interface
fr: Ajouter une interface
it: Aggiungi un'interfaccia

source: Advanced Settings
fr: Configuration avancée
it: Impostazioni avanzate

source: Advanced settings
fr: Configuration avancée
it: Impostazioni avanzate

source: All VPN available here can do aggregation over MPTCP or using own internal method.
fr: Tous les VPN disponibles permettent l'agrégation de lien en utilisant MPTCP, ou leur propre méthode interne.
it: Tutte le VPN disponibili qui possono eseguire l&#39;aggregazione su MPTCP o utilizzando il proprio metodo interno.

source: All router settings
fr: Tous les paramètres du routeur
it: Impostazioni del router

source: An Advanced Encryption Standard (AES) instruction set is integrated in the processor.
fr: Les instruction AES sont intégrées dans le processeur.
it: Un set di istruzioni Advanced Encryption Standard (AES) è integrato nel processore.

source: Authentication Type
fr: Type d'authentification
it: Tipo di autenticazione

source: Backup
fr: Remplaçant

source: Backup on server
fr: Sauvegarde sur le serveur
it: Backup su server

source: Balancing
fr: Équilibrage
it: Bilanciamento

source: Beta
fr: Bêta

source: Big time difference between the server and the router
fr: Grande différence de temps entre le serveur et le routeur
it: Grande differenza di fuso orario tra il server e il router

source: Bridge
fr: Passerelle
it: Ponte

source: Bridge can't have multipath enabled
fr: Les passerelles ne peuvent pas utiliser le protocole multipath
it: Il Bridge non può avere il multipath abilitato

source: By default VPN is used for any traffic that is not TCP.
fr: Par défaut le VPN est utilisé pour tout le trafic n'étant pas une connexion TCP.
it: Per impostazione predefinita, la VPN viene utilizzata per qualsiasi traffico che non sia TCP.

source: By default proxy is used for any traffic that is TCP (and UDP for V2Ray).
fr: Par défaut, le proxy est utilisé pour tout le trafic TCP (et UDP pour V2Ray).
it: Per impostazione predefinita, il proxy viene utilizzato per qualsiasi traffico che sia TCP (e UDP per V2Ray).

source: Cake queue discipline is not set, autorate will only work after a reboot if enabled here.
fr: La discipline de file d'attente Cake n'est pas définie, l'écriture ne fonctionnera qu'après un redémarrage si elle est activée ici.

source: Can\'t access and use server part
fr: Impossible d\'accéder et d\'utiliser la partie serveur
it: Impossibile accedere e utilizzare la parte server

source: Can\'t contact Server Admin Script
fr: Impossible de contacter le script d\'administration du serveur
it: Impossibile contattare Server Admin Script

source: Can\'t get public IP address from ShadowSocks
fr: Pas d'adresse IP publique récupérée via ShadowSocks
it: Impossibile ottenere un indirizzo IP pubblico da ShadowSocks

source: Can\'t get public IP address from V2Ray
fr: Pas d'adresse IP publique récupérée via V2Ray
it: Impossibile ottenere un indirizzo IP pubblico da V2Ray

source: Can\'t ping server
fr: Pas de réponse du serveur
it: Impossibile eseguire il ping del server

source: China
fr: Chine
it: Cina

source: Choose MacVLAN if you want to create a virtual interface based on a physical interface.
fr: Choisissez MacVLAN si vous souhaitez créer une interface virtuelle basée sur une interface physique.
it: Scegli MacVLAN se desideri creare un&#39;interfaccia virtuale basata su un&#39;interfaccia fisica.

source: Choose physical interface.
fr: Choisissez l'interface physique.
it: Scegli l&#39;interfaccia fisica.

source: Core temp:
fr: Température du cœur :
it: Temp. Nucleo:

source: Country
fr: Pays
it: Nazione

source: Country settings
fr: Paramètres de Pays
it: Impostazioni nazionali del router

source: DNS issue: can\'t resolve hostname
fr: Erreur DNS : impossible de résoudre des noms d\'hôtes
it: Problema DNS: impossibile risolvere il nome host

source: Debug
fr: Déboguer

source: Default Proxy
fr: Proxy par défaut
it: Proxy predefinito

source: Default VPN
fr: VPN par défaut
it: VPN predefinita

source: Delete
fr: Supprimer
it: Elimina

source: Device
fr: Périphérique
it: Dispositivo

source: Disable HTTP test on Server API
fr: Désactiver le test HTTP sur l'API

source: Disable ModemManager
fr: Désactiver ModemManager
it: Disabilita ModemManager

source: Disable TCP Fast Open
fr: Désactiver TCP Fast Open
it: Disabilita TCP Fast Open

source: Disable TCP Fast Open on Linux and Shadowsocks configuration
fr: Désactiver TCP Fast Open sur Linux et dans la configuration de Shadowsocks
it: Disabilita TCP Fast Open su Linux e configurazione Shadowsocks

source: Disable default gateway
fr: Désactiver la passerelle par défaut
it: Disabilita il gateway predefinito

source: Disable default gateway, no internet if VPS are down
fr: Désactivez la passerelle par défaut, pas d'Internet si les VPS sont en panne
it: Disabilita il gateway predefinito, niente Internet se i VPS sono inattivi

source: Disable external check
fr: Désactiver les tests externes
it: Disabilita controllo esterno

source: Disable gateway ping
fr: Désactiver le ping vers la passerelle
it: Disabilita il ping del gateway

source: Disable gateway ping check in status page
fr: Désactiver le test ping de la passerelle dans la page d'état
it: Disabilita il controllo del ping del gateway nella pagina di stato

source: Disable interfaces auto rename
fr: Désactiver le renommage automatique des interfaces
it: Disabilita auto rinomina interfacce

source: Disable multipath test using tracebox
fr: Désactiver le test multipath à l'aide de tracebox
it: Disabilita il test multipath usando tracebox

source: Disable nDPI
fr: Désactiver nDPI
it: Disabilita nDPI

source: Disable nDPI, used for protocols in OMR-ByPass
fr: Désactiver nDPI, utilisé pour les protocoles dans OMR-ByPass

source: Disable ports redirection defined in firewall from server to this router
fr: Désactiver les redirections de ports définies dans la partie pare-feu du serveur vers ce routeur
it: Disabilita il reindirizzamento delle porte definito nel firewall dal server a questo router

source: Disable renaming interfaces
fr: Désactiver les interfaces de renommage
it: Disabilita rinomina interfaccia

source: Disable route loop detection
fr: Désactiver la détection de boucle de routage

source: Disable server
fr: Désactiver le serveur
it: Disabilita il server

source: Disable server http test
fr: Désactiver le test HTTP vers le serveur
it: Disabilita http test server

source: Disable server ping
fr: Désactiver le ping vers le serveur
it: Disabilita il ping del server

source: Disable server ping status check
fr: Désactiver le test ping vers le serveur
it: Disabilitare il controllo dello stato del ping del server

source: Disable tracebox test
fr: Désactiver le test de tracebox
it: Disabilita il test Tracebox

source: Disabled
fr: Désactiver
it: Disabilitato

source: Download speed (Kb/s)
fr: Vitesse de téléchargement (Kb/s)
it: Velocità di download (Kb / s)

source: Dynamic change
fr: Changement dynamique
it: Cambiamento dinamico

source: Enable Bridge Acceleration
fr: Activer l'accélération du pont
it: Abilita Accelerazione modalità Bridge

source: Enable DNS64
fr: Active DNS64
it: Abilita DNS64

source: Enable Fast Patch offloading for connections
fr: Activer le déchargement Fast Patch pour les connexions

source: Enable IPv6
fr: Activer IPv6
it: Abilita IPv6

source: Enable QoS
fr: Active QoS
it: Abilita QoS

source: Enable SIP ALG
fr: Activer SIP ALG
it: Abilita SIP ALG

source: Enable SQM
fr: Active SQM
it: Abilita MQ

source: Enable SQM autorate
fr: Active SQM autoadaptatif

source: Enable ShadowSocks Obfuscating
fr: Activer le brouillage pour ShadowSocks
it: Abilita l&#39;offuscamento di ShadowSocks

source: Enable TCP Low Latency
fr: Activer la faible latence TCP
it: Abilita TCP bassa latenza

source: Enable debug logs
fr: Activer les journaux de débogage
it: Abilita registro di debug

source: Enabled
fr: Activer
it: Abilitato

source: Encryption
fr: Chiffrement
it: Crittografia

source: Encryption method is used for Shadowsocks, V2Ray, Glorytun and OpenVPN.
fr: La méthode de chiffrement est utilisée pour Shadowsocks, V2Ray, Glorytun et OpenVPN.
it: Il metodo di crittografia viene utilizzato per Shadowsocks, V2Ray, Glorytun e OpenVPN.

source: Filesystem is readonly
fr: Système de fichiers en lecture seule
it: Il filesystem è di sola lettura

source: For China, set an accessible DNS and disable DNSSEC.
fr: Pour la Chine, définir un DNS accessible et désactiver DNSSEC.
it: Per la Cina, imposta un DNS accessibile e disabilita DNSSEC.

source: Force TTL
fr: Force le TTL

source: Force retrieve all keys from server.
fr: Forcer la récupération de toutes les clés du serveur.
it: Forza il recupero di tutte le chiavi dal server.

source: Force retrieve settings
fr: Forcer la récupération des paramètres
it: Forza il recupero delle impostazioni

source: GPRS only
fr: seulement GPRS
it: Solo GPRS

source: Gateway DOWN
fr: La passerelle ne répond pas
it: Tipi di pagamento

source: Gateway IPv6 DOWN
fr: La passerelle IPv6 ne répond pas
it: Gateway IPV6 non raggiungibile

source: Glorytun TCP is used by default for UDP and ICMP
fr: Glorytun est utilisé par défaut pour UDP et ICMP
it: Glorytun TCP viene utilizzato per impostazione predefinita per UDP e ICMP

source: Glorytun key
fr: Clef Glorytun
it: Chiave Glorytun

source: Grant UCI access for luci-app-openmptcprouter
fr: Accorder l'accès UCI pour luci-app-openmptcprouter
it: Concedi l&#39;accesso UCI per luci-app-openmptcprouter

source: How often TCP sends out keepalive messages when keepalive is enabled.
fr: Fréquence à laquelle TCP envoie des messages keepalive lorsque keepalive est activé.
it: La frequenza con cui TCP invia messaggi keepalive quando keepalive è abilitato.

source: IPv4 IP default TTL
fr: TTL par défaut IPv4 IP
it: IPv4 IP predefinito TTL

source: IPv4 TCP FIN timeout
fr: Délai d'expiration IPv4 TCP FIN
it: Timeout FIN TCP IPv4

source: IPv4 TCP Keepalive time
fr: Temps de maintien TCP IPv4

source: IPv4 TCP SYN retries
fr: Tentatives TCP SYN IPv4
it: Riprova IPv4 TCP SYN

source: IPv4 address
fr: Adresse IPv4
it: Indirizzi IPv4

source: IPv4 gateway
fr: Passerelle IPv4
it: Gateway IPv4

source: IPv4 netmask
fr: Masque de sous-réseau IPv4
it: Netmask IPv4

source: IPv6 Prefix
fr: Préfixe IPv6
it: Prefisso IPv6

source: IPv6 address
fr: Adresse IPv6
it: Indirizzi IPv6

source: IPv6 gateway
fr: Passerelle IPv6
it: Gateway IPv6

source: IPv6 route received
fr: Route IPv6 reçue
it: Instradamento IPv6 ricevuto

source: IPv6 settings
fr: Paramètres IPv6
it: Impostazioni IPv6

source: IPv6 tunnel DOWN
fr: Le tunnel IPv6 ne répond pas
it: Tunnel IPv6 GIÙ

source: If host support NAT64, you can enable DNS64 support.
fr: Si l'hôte prend en charge NAT64, vous pouvez activer la prise en charge DNS64.
it: Se l'host supporta NAT64, puoi abilitare il supporto DNS64.

source: Interfaces settings
fr: Paramètres des interfaces
it: Impostazioni delle interfacce

source: Key is retrieved from server API by default.
fr: La clé est récupérée de l'API du serveur par défaut.
it: La chiave viene recuperata dall&#39;API del server per impostazione predefinita.

source: Key to configure and retrieve others keys from Server and to set server settings from OpenMPTCProuter.
fr: Clef pour configurer et récupérer les autres clefs ainsi que les paramètres depuis le serveur.
it: Tasto per configurare e recuperare altre chiavi dal server e per impostare le impostazioni del server da OpenMPTCProuter.

source: LAN interfaces settings
fr: Paramètres des interfaces LAN
it: Impostazioni delle interfacce LAN

source: Label
fr: Étiquette
it: Etichetta

source: Label for the interface
fr: Étiquette pour l'interface
it: Etichetta per l&#39;interfaccia

source: Last available backup on server:
fr: Dernière sauvegarde disponible sur le serveur :
it: Ultimo backup disponibile sul server:

source: Latest available version
fr: Dernière version disponible
it: Ultima versione disponibile

source: Load:
fr: Charge :
it: Carico:

source: Looping route detected
fr: Boucle de routage détectée

source: MLVPN can replace Glorytun with connections with same latency
fr: MLVPN peut remplacer Glorytun pour les connexions avec la même latence
it: MLVPN può sostituire Glorytun con connessioni con la stessa latenza

source: MLVPN password
fr: Mot de passe MLVPN
it: Password MLVPN

source: MPTCP is not enabled on the server
fr: MPTCP n'est pas activé sur le serveur
it: MPTCP non è abilitato sul server

source: MPTCP may not be enabled on the server
fr: MPTCP semble ne pas être activé sur le serveur
it: MPTCP non è abilitato sul server

source: MPTCP over VPN
fr: MPTCP sur VPN
it: MPTCP su VPN

source: MPTCP over VPN settings
fr: Paramètres MPTCP sur VPN
it: Impostazioni MPTCP su VPN

source: MPTCP over VPN should be used only when Multipath TCP is blocked on a connection.
fr: MPTCP sur VPN ne doit être utilisé que lorsque Multipath TCP est bloqué sur une connexion.
it: MPTCP su VPN deve essere usato solo quando il Multipath TCP è bloccatp su una connessione.

source: Master interface selection
fr: Sélection de l'interface maître
it: Selezione dell&#39;interfaccia principale

source: Maximum scaling CPU frequency
fr: Fréquence maximale du processeur
it: Frequenza CPU di ridimensionamento massima

source: Minimum scaling CPU frequency
fr: Fréquence minimale du processeur
it: Frequenza CPU con ridimensionamento minimo

source: Modem default
fr: Modem par défaut
it: Impostazione predefinita del modem

source: Modem init timeout
fr: Délai max. d'initialisation du modem
it: Timeout inizializzazione modem

source: More than one default VPN is enabled
fr: Plus d\'un VPN par défaut est activé
it: È abilitata più di una VPN predefinita

source: Multipath current state is
fr: Multipath est actuellement
it: Lo stato corrente di Multipath è

source: Multipath master already defined
fr: Maître multipath déjà défini
it: Multipath principale già definito

source: Multipath seems to be blocked on the connection
fr: Multipath semble bloquer sur la connexion
it: Multipath sembra essere bloccato sulla connessione

source: NONE
fr: AUCUN
it: NESSUNO

source: Network interface MAC address duplicated
fr: Adresse MAC dupliquée
it: Interfaccia di rete con MAC address duplicata

source: Network interface duplicated
fr: Interface réseau dupliquée
it: Interfaccia di rete duplicata

source: Network interface not in WAN firewall zone
fr: L'interface réseau n'est pas dans la zone WAN du pare-feu
it: Interfaccia di rete non in WAN firewall zone

source: Network overview
fr: Aperçu réseau
it: Panoramica della rete

source: Networks settings
fr: Paramètres réseaux
it: Impostazioni reti

source: No IP defined
fr: Aucune IP définie
it: Nessun IP definito

source: No IPv6 access
fr: Pas d'accès IPv6
it: Nessun accesso IPv6

source: No Server http response after 1 second
fr: Pas de réponse http du serveur après 1 seconde
it: Nessuna risposta dal server HTTP dopo 1 secondo

source: No Server ping response after 1 second
fr: Pas de réponse au ping du serveur après 1 seconde
it: Nessuna risposta al ping dal server dopo 1 secondo

source: No WAN with multipath enabled:
fr: Pas de WAN avec le multipath activé :
it: Nessuna WAN con multipath abilitata:

source: No available backup on server.
fr: Aucune sauvegarde disponible sur le serveur.
it: Nessun backup disponibile sul server.

source: No change
fr: Pas de changement
it: Nessun cambiamento

source: No data
fr: Pas de données
it: Nessun dato

source: No gateway defined
fr: Aucune passerelle définie
it: Nessun gateway definito

source: No output
fr: Pas de sortie
it: Nessun output

source: No public IP address detected in less than 1 second
fr: Aucune adresse IP publique détectée en moins d'une seconde
it: Nessun indirizzo IP pubblico rilevato in meno di 1 secondo

source: No server IP address, No public IP address
fr: Pas d'adresse IP du serveur, pas d'adresse IP publique
it: Nessun indirizzo IP del server, nessun indirizzo IP pubblico

source: No server defined
fr: Aucun serveur défini
it: Nessun server definito

source: None
fr: Aucun
it: Nessuno

source: Number of times initial SYNs for an active TCP connection attempt will be retransmitted.
fr: Nombre de fois que les SYN initiales pour une tentative de connexion TCP active seront retransmises.
it: Numero di volte in cui i SYN iniziali per un tentativo di connessione TCP attivo verranno ritrasmessi.

source: Obfuscating plugin
fr: Plugin de brouillage
it: Plugin offuscante

source: Obfuscating type
fr: Type de brouillage
it: Tipo di offuscamento

source: Obfuscating will be enabled on both side
fr: Le brouillage sera activé des deux côtés
it: L&#39;offuscamento sarà abilitato su entrambi i lati

source: On wizard change
fr: En cas de changements dans l'assistant
it: Al cambio della procedura guidata

source: Only ShadowSocks is supported with server multiple IPs for now.
fr: Seul ShadowSocks est pris en charge pour la gestion d'un serveur ayant plusieurs adresses IP pour le moment.
it: Solo ShadowSocks è supportato con server multi IP per adesso.

source: Only one interface must be set as "Master", this should be the most stable interface.
fr: Une seule interface peut être défini comme maître. Cette interface est supposée être l'interface la plus stable.
it: Solo un' interfaccia può essere impostata come "Master", deve essere impostata l'interfaccia più stabile.

source: Only one server can be master, else all servers are set as backup.
fr: Uniquement un serveur peut être maître, les autres sont définis en secours.
it: Solo un server può essere master, altrimenti tutti i server sono impostati come backup.

source: Only work with Shadowsocks as proxy.
fr: Ne fonctionne qu’avec Shadowsocks utilisé en proxy.
it: Funziona solo con Shadowsocks come proxy.

source: OpenVPN can't be used in multi VPS configuration.
fr: OpenVPN ne peut pas être utilisé dans une configuration multi VPS.
it: OpenVPN non può essere utilizzato nella configurazione multi VPS.

source: Optimize for latency instead of bandwidth
fr: Optimiser la latence au lieu de la bande passante
it: Ottimizza per la latenza invece che per la larghezza di banda

source: Other
fr: Autre
it: Altro

source: Other settings
fr: Autres paramètres
it: Altre impostazioni

source: PAP/CHAP password
fr: Mot de passe PAP/CHAP

source: PAP/CHAP username
fr: Identifiant PAP/CHAP
it: Nome utente PAP/CHAP

source: PIN code
fr: Code PIN
it: Codice PIN

source: Physical interface
fr: Interface physique
it: Interfaccia fisica

source: Prefer LTE
fr: Préférer LTE
it: Preferisci LTE

source: Prefer UMTS
fr: Préférer l'UMTS
it: Preferisci UMTS

source: Primary server IP
fr: IP principale du serveur
it: IP principale del server

source: Protocol
fr: Protocole
it: Protocollo

source: Proxy is DISABLED
fr: Le proxy est DÉSACTIVÉ
it: Il proxy è DISABILITATO

source: Proxy settings
fr: Paramètres du Proxy
it: Impostazioni Proxy

source: Proxy traffic:
fr: Trafic proxy :
it: Traffico proxy:

source: QoS permit to prioritize any upload traffic.
fr: Le QoS permet de prioriser du trafic de téléchargement.

source: Qualcomm Shortcut FE driver
fr: Pilote Qualcomm Shortcut FE

source: Redirects all ports from server to this router
fr: Rediriger tous les ports du serveur vers ce routeur
it: Reindirizza tutte le porte dal server a questo router

source: Reset
fr: Réinitialiser
it: Resetta

source: Restore backup
fr: Restauration de la sauvegarde
it: Ripristina backup

source: Retrieve settings from server
fr: Récupérer les paramètres du serveur
it: Recupera le impostazioni dal server

source: SQM autorate is for LTE and connection without a stable speed.
fr: SQM autoadaptatif est prévu pour les connexions LTE ainsi que toutes les connexions n'ayant pas une vitesse stable.

source: SQM control bufferloat: the undesirable latency that arises when the router buffers too much data.
fr: SQM contrôle le bufferloat : la latence indésirable qui survient lorsque le routeur met trop de données en mémoire tampon.

source: Save & Apply
fr: Sauvegarder et Appliquer
it: Salva e applica

source: Save vnstats statistics on disk
fr: Sauvegarder les statistiques de vnstats sur le disque
it: Salva le statistiche di vnstats su disco

source: Save vnstats stats
fr: Sauvegarder les statistiques de vnstats
it: Salva le statistiche di vnstats

source: Scaling governor
fr: Régulateur de mise à l'échelle
it: Governatore in scala

source: Secondary server IP
fr: IP secondaire du serveur
it: IP secondario del server

source: Select the device you want to base the interface on.
fr: Sélectionnez le périphérique pour l'interface.
it: Seleziona il dispositivo su cui vuoi basare l&#39;interfaccia.

source: Send backup
fr: Envoyer la sauvegarde
it: Invia backup

source: Server IP
fr: IP du serveur
it: Indirizzo IP del server

source: Server IP will be set for proxy and VPN
fr: L'adresse IP du serveur sera définie pour le proxy et le VPN
it: L&#39;IP del server verrà impostato per proxy e VPN

source: Server key
fr: Clef du serveur
it: Chiave server

source: Server settings
fr: Paramètres du serveur
it: Impostazioni server

source: Server username
fr: Nom d'utilisateur sur le serveur
it: Nome utente del server

source: Service Type
fr: Type du service
it: Tipo di servizio

source: Set VPN to use for MPTCP over VPN.
fr: Configurez VPN à utiliser pour MPTCP sur VPN.
it: Seleziona la VPN da utilizzare per MPTCP su VPN.

source: Set an IP in the same network as the modem
fr: Mettez une IP dans le même réseau que le modem
it: Imposta un IP nella stessa rete del modem

source: Set configuration for countries with some specificities.
fr: Définir une configuration spécifique pour certains pays.

source: Set here IP of the modem
fr: Mettez ici l'IP du modem
it: Imposta qui l&#39;IP del modem

source: Set server as master
fr: Configurer le serveur en tant que maître
it: Imposta server come master

source: Set the default Proxy used for TCP when ShadowSocks is enabled, for TCP and UDP when V2Ray is enabled.
fr: Définissez le proxy par défaut utilisé pour TCP lorsque ShadowSocks est activé, pour TCP et UDP lorsque V2Ray est activé.
it: Imposta il proxy predefinito utilizzato per TCP quando ShadowSocks è abilitato, per TCP e UDP quando V2Ray è abilitato.

source: Set the default VPN used for ICMP (and UDP if proxy used is shadowsocks), for all traffic if proxy is disabled.
fr: Configure le VPN utilisé par défaut pour ICMP (et UDP si le proxy est ShadowSocks), pour tout le trafic quand le proxy est désactivé.

source: Set value between 80-95% of max download speed link. 0 to disable SQM/QoS.
fr: Réglez une valeur entre 80-95% de la vitesse de téléchargement maximale. 0 pour désactiver SQM/QoS.
it: Impostare il valore tra l&#39;80 e il 95% della velocità massima di download del collegamento
